[
  {
    "id": "As-A-Man-Thinketh",
    "title": "As A Man Thinketh",
    "author": "JAMES ALLEN",
    "year": 1930,
    "description": "As a Man Thinketh is a classic self-help book by James Allen, first published in the early 20th century. This influential philosophical essay explores how our thoughts shape our character, health, circumstances, and success. Allen emphasizes that individuals hold the key to their destiny through the thoughts they choose to cultivate.\r\nThis transformative book reveals how positive thinking leads to personal growth, prosperity, and inner peace, while negative thoughts can result in hardship and limitation. Allen discusses the connection between thought and physical well-being, the importance of having a clear life purpose, and the role of ideals in achieving fulfillment.\r\nPerfect for readers seeking motivation, mindfulness, and spiritual development, As a Man Thinketh empowers you to take control of your life by mastering your mindset. Discover how your thoughts create your reality—and unlock the path to lasting success and happiness.",
    "genre": "Self-Help",
    "publisher": "",
    "isbn": "",
    "pages": "22",
    "tags": [
      "As a Man Thinketh",
      "self-help classic",
      "personal development",
      "power of thought",
      "mindset transformation",
      "inspirational philosophy",
      "positive thinking",
      "spiritual growth",
      "success mindset",
      "law of attraction"
    ],
    "featured": true,
    "affiliate_link": "https://amzn.to/46XVoBX",
    "file_formats": [
      "pdf"
    ],
    "file_size": {
      "pdf": "187.3 KB",
      "epub": "59.5 KB",
      "mobi": "53.7 KB"
    },
    "cover": "/books/covers/as-a-man-thinketh-1ce433f8.png",
    "download_links": {
      "pdf": "/books/pdf/as-a-man-thinketh-f014413b.pdf",
      "epub": "/books/epub/As_a_Man_Thinketh-fe93c61b.epub",
      "mobi": "/books/mobi/As_a_Man_Thinketh-d04df69c.mobi"
    }
  },
  {
    "id": "Wild Dark Shore",
    "title": "Wild Dark Shore",
    "author": "Charlotte McConaghy",
    "year": 2025,
    "description": "A family on a remote island. A mysterious woman washed ashore. A rising storm on the horizon.\r\n\r\nDominic Salt and his three children are caretakers of Shearwater, a tiny island not far from Antarctica. Home to the world’s largest seed bank, Shearwater was once full of researchers, but with sea levels rising, the Salts are now its final inhabitants. Until, during the worst storm the island has ever seen, a woman mysteriously washes ashore.\r\n\r\nIsolation has taken its toll on the Salts, but as they nurse the woman, Rowan, back to strength, it begins to feel like she might just be what they need. Rowan, long accustomed to protecting herself, starts imagining a future where she could belong to someone again.\r\n\r\nBut Rowan isn’t telling the whole truth about why she set out for Shearwater. And when she discovers sabotaged radios and a freshly dug grave, she realizes Dominic is keeping his own secrets. As the storms on Shearwater gather force, they all must decide if they can trust each other enough to protect the precious seeds in their care before it’s too late―and if they can finally put the tragedies of the past behind them to create something new, together.\r\n\r\nA novel of breathtaking twists, dizzying beauty, and ferocious love, Wild Dark Shore is about the impossible choices we make to protect the people we love, even as the world around us disappears.",
    "genre": "Drama",
    "publisher": "Flatiron Books",
    "isbn": "978-1250827951",
    "pages": "320",
    "tags": [
      "drama",
      "novel"
    ],
    "featured": true,
    "affiliate_link": "https://amzn.to/4mWOdjl",
    "file_formats": [],
    "file_size": {},
    "cover": "/books/covers/wild-dark-shore-e96e47d9.jpg",
    "download_links": {}
  },
  {
    "id": "The Let Them Theory",
    "title": "The Let Them Theory: A Life-Changing Tool That Millions of People Can't Stop Talking About",
    "author": "Mel Robbins & Sawyer Robbins",
    "year": 2024,
    "description": "What if the key to happiness, success, and love was as simple as two words?\r\n\r\nIf you've ever felt stuck, overwhelmed, or frustrated with where you are, the problem isn't you. The problem is the power you give to other people. Two simple words—Let Them—will set you free.",
    "genre": "Self-Help",
    "publisher": "Hay House LLC",
    "isbn": "1401971369",
    "pages": "311",
    "tags": [
      "self help",
      "development",
      "readmedia"
    ],
    "featured": true,
    "affiliate_link": "https://amzn.to/47k407j",
    "file_formats": [],
    "file_size": {},
    "cover": "/books/covers/the-let-them-theory-a-life-changing-tool-that-millions-of-people-cant-stop-talking-about-7c9e7515.jpg",
    "download_links": {}
  },
  {
    "id": "The Wedding People",
    "title": "The Wedding People",
    "author": "Alison Espach",
    "year": 2024,
    "description": "It’s a beautiful day in Newport, Rhode Island, when Phoebe Stone arrives at the grand Cornwall Inn wearing a green dress and gold heels, not a bag in sight, alone. She’s immediately mistaken by everyone in the lobby for one of the wedding people, but she’s actually the only guest at the Cornwall who isn’t here for the big event. Phoebe is here because she’s dreamed of coming for years―she hoped to shuck oysters and take sunset sails with her husband, only now she’s here without him, at rock bottom, and determined to have one last decadent splurge on herself. Meanwhile, the bride has accounted for every detail and every possible disaster the weekend might yield except for, well, Phoebe and Phoebe's plan―which makes it that much more surprising when the two women can’t stop confiding in each other.",
    "genre": "Fiction",
    "publisher": "Henry Holt and Co.",
    "isbn": "1250899575",
    "pages": "384",
    "tags": [
      "Alison Espach",
      "Phoebe Stone",
      "Novel",
      "fiction",
      "Best Books of the Year 2024"
    ],
    "featured": true,
    "affiliate_link": "https://amzn.to/3WfgF5i",
    "file_formats": [],
    "file_size": {},
    "cover": "/books/covers/the-wedding-people-cc8fd7e2.jpg",
    "download_links": {}
  }
]